{
    "name": "Ryan Nguyen",
    "contact": "Vancouver,BC   778-922-2808  quangineer@gmail.com",
    "Github": "Github: https://github.com/quangineer",
    "To_Whom": "Dear Hiring Manager",
    "Apply": "I would like to apply for the position of Data Analytics at ",
    "Introduce": "I am a graduate student in Data Analytics Udacity nanodegree majoring in Data Analysis, Practical Statistics, Data Wrangling, Data Visualization. I have applied techniques in projects such as Explore Weather Trends, Investigate a Dataset, Analyze A/B Test Results, Communicate Data Findings.",
    "My_Project": "I have experience in Python and SQL as evidenced by my projects on Github such as “Finding the Right Restaurants” and “AutoGenCoverLetter”. In these projects, I develop my technical skill in Python programming and applying Python-docx library to develop my automatic cover letter.",
    "My_business_background": "In addition, I came from business background with a strong knowledge of finance and accounting. I believe a combination between business background and a savvy of data analytics will benefit the company. With regards to my experience in analysis, I used to work at PwC where I was assigned to collect data from clients in financial institution and food & beverage industry in the fields of employees compensation packages, organizational structure, customers gender population. These information was then processed to have client get a better understanding of their human resource and customer target.",
    "My_attribute_and_contact1": "During my past working experience, I proved myself a hard-working, goal-focused person who was always willing to go extra miles to learn new skills and open-minded to any environment. I would like to thank you very much for considering my application, and I would greatly look forward to an opportunity to interview for the position offered by ",
    "My_attribute_and_contact2": ".I can be reached by phone at 778-922-2808 or by email at quangineer@gmail.com. All my projects can be viewed at: https://github.com/quangineer."
}